DAY_WEEKS_LIST = ["понедельник", "вторник", "среда", "четверг", "пятница", "суббота", "воскресенье",
                  "пн", "вт", "ср", "чт", "пт", "сб", "вс", "сегодня", "завтра"]

DAY_WEEKS_DICT = {
    "понедельник": "пн",
    "вторник": "вт",
    "среда": "ср",
    "четверг": "чт",
    "пятница": "пт",
    "суббота": "сб",
    "воскресенье": "вс"
}

DAY_WEEKS_DECLINATION = {
    "пн": "понедельник",
    "вт": "вторник",
    "ср": "среду",
    "чт": "четверг",
    "пт": "пятницу",
    "сб": "субботу"
}

BASE_TIMETABLE = {
    '1': '08:30-09:50',
    '2': '10:00-11:20',
    '3': '11:30-12:50',
    '4': '13:20-14:40',
    '5': '14:50-16:10',
    '6': '16:20-17:40',
    '7': '18:00-19:20',
    '8': '19:30-20:50'
}

PHYSICAL_TIMETABLE = {
    '1': '09:00-10:20',
    '2': '10:30-11:50',
    '3': '12:00-13:20',
    '4': '13:30-14:50',
    '5': '15:00-16:25',
    '6': '16:30-17:50'
}
